Repository: eReuse/workbench-script
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: Running command `%s`
es: Ejecutando comando `%s`

source: Created snapshots directory at '%s'
es: Creado directorio de snapshots en '%s'

source: Snapshot written in path '%s'
es: Snapshot escrito en ruta '%s'

source: Attempting to save file in actual path. Reason: Failed to write in snapshots directory: %s.
es: Probando de guardar el fichero en la ruta actual. Motivo: Fallo al intentar escribir en el directorio de snapshots: %s.

source: Snapshot written in fallback path '%s'
es: Snapshot escrito en ruta alternativa '%s'

source: Could not save snapshot locally. Reason: Failed to write in fallback path: %s
es: No pude guardar snapshots localmente. Motivo: Fallo al escribir en la ruta alternativa: %s

source: Redirect %s detected. Retrying POST to: %s
es: Redirección %s detectada. Reintentando POST hacia: %s

source: Credential successfully signed
es: Credencial correctamente firmada

source: Failed to sign credential. URL: '%s'
es: Fallo al intentar firmar credencial. URL: '%s'

source: Credential not remotely signed by IdHub URL '%s'. Do you have internet? Is your server up & running? Is the url token authorized? %s
es: Credencial no firmada remotamente por IdHub URL '%s'. Tienes internet? Está el servidor en marcha? Está autorizado el url token? %s

source: Snapshot successfully sent to '%s'
es: Snapshot enviado con éxito a '%s'

source: Snapshot %s not remotely sent to URL '%s'. Server responded with error: %s
es: Snapshot %s no se pudo enviar a la URL '%s'. Servidor respondió con error: %s

source: Snapshot not remotely sent to URL '%s'. Do you have internet? Is your server up & running? Is the url token authorized? %s
es: Snapshot no enviado remotamente a la URL '%s'. Tienes internet? Está el servidor en marcha? Está autorizado el url token? %s

source: Retrying... (%d/%d)
es: Reintentando... (%d/%d)

source: Failed to send snapshot to URL '%s' after %d attempts
es: Fallo al mandar snapshot a URL '%s' después de %d intentos

source: Found config file in path: %s.
es: Encontrado fichero de configuración en ruta: %s.

source: Config file '%s' not found. Using default values.
es: Fichero de configuración '%s' no encontrado. Utilizando valores por defecto.

source: Optional config loader for workbench.
es: Cargador opcional de configuración para workbench

source: path to the config file. Defaults to 'settings.ini' in the current directory.
es: ruta al fichero de configuración. Por defecto es 'settings.ini' en el directorio actual

source: START
es: INICIO

source: This script must be run as root. Collected data will be incomplete or unusable
es: Es conveniente que este script sea ejecutado como administrador (root). Los datos recopilados serán incompletos o no usables.

source: END
es: FIN
